[
{
"id":1,
"name":"白羊座",
"head":"baiyang_bg",
"img":"baiyang",
"icon":"baiyang_icon",
"date":"3.21~4.19",
"info":"白羊座的人热情冲动、爱冒险、慷慨，天不怕地不怕。而且一旦下定决心，不到黄河心不死，排除万难也要达到目的。大部分属于白羊座的人的脾气都很差，不过只是炮仗颈，绝对不会放在心上的。",
"whole":3,
"love":3,
"career":4,
"money":4,
"whole_info":"一成不变的打扮让人有点乏味，不妨去做一个形象设计，另一种风格的造型也别有一番风味。与人相约，要守时，若临时有事也要打个电话告诉对方一声，让人对你的言行产生质疑可就不好了。",
"love_info":"别过分依赖另一半，有些事你完全可以自己做主；单身者有机会邂逅优秀的异性。",
"career_info":"有好多事情需要你去处理，显得忙碌起来。不过，有时间你也会找些乐子轻松一下",
"money_info":"在钱财上，自己保管为宜，便于资金周转。",
"health_info":"健康状况不错，少数人吃喝没有节制，易消化不良。"
},
{
"id":2,
"name":"金牛座",
"head":"jinniu_bg",
"img":"jinniu",
"icon":"jinniu_icon",
"date":"4.20~5.20",
"info":"金牛座很保守，喜欢稳定，一旦有什么变动就会觉得心里不踏实，性格也比较慢热，但你是理财高手，对于投资理财都有着独特的见解。金牛男的性格有点儿自我，而金牛女就喜欢投资自己，想要过得更好。",
"whole":4,
"love":3,
"career":5,
"money":4,
"whole_info":"对另一半有种强烈的依赖心理，凡事都想问问他的意见，这样会让对方有种太腻的感觉。表现出较强的责任心，渴望得到他人的肯定，并以此作为工作动力，显得干劲十足。",
"love_info":"单身者的感情生活一扫郁闷，神清气爽，爱情渐渐浮出水面。见机行事，别错过好姻缘。",
"career_info":"乐于助人的一天。对他人的友好与帮助会为你赢得尊重与信赖，让你感到愉快而满足。",
"money_info":"吃一堑，长一智，今天你购物识货的水平颇强！",
"health_info":"身体状况很健康，就是精力欠佳，很容易累。"
},
{
"id":3,
"name":"双子座",
"head":"shuangzi_bg",
"img":"shuangzi",
"icon":"shuangzi_icon",
"date":"5.21~6.21",
"info":"双子座喜欢追求新鲜感，有点儿小聪明，就是耐心不够，往往做事都是三分钟热度，难以坚持，但是你的可爱性格会让很多人都喜欢跟你做朋友。双子男表面很花心，其实深情，而双子女就喜欢求新和求变。",
"whole":4,
"love":3,
"career":3,
"money":4,
"whole_info":"对于较久时间没有联络的朋友，不妨去对方家走动走动，可以增进友谊，另一方面也可以了解近期的生活状态。给朋友的父母带点小礼物作为见面礼，更显你的细心，同时也能赢得朋友家人的好感。",
"love_info":"在聚会中可结识不少异性朋友，其中会有让你心动的对象，多找些有趣的话题可拉近彼此的距离。",
"career_info":"人际关系紧张，容易与人发生冲突、误会，应心平气和地处理问题，以免关系恶化唷！",
"money_info":"财运不怎么样，利用捡小便宜发财，会让你白白浪费许多时间和精力。",
"health_info":"个人健康尚好，需要多留意家中老年人的健康状况。"
},
{
"id":4,
"name":"巨蟹座",
"head":"juxie_bg",
"img":"juxie",
"icon":"juxie_icon",
"date":"6.22~7.22",
"info":"巨蟹座的情绪容易敏感，也缺乏安全感，容易对一件事情上心，做事情有坚持到底的毅力，为人重情重义，对朋友、家人都特别忠实，巨蟹男是一等一的好男人，顾家爱家人，巨蟹女充满母性光环，非常有爱心。",
"whole":4,
"love":5,
"career":3,
"money":4,
"whole_info":"单身者今天不妨约心仪对象出去走走，能增进彼此的了解，还有机会博得心仪对象的好感；找一个场地开阔、风景秀丽的地方放松心情，能够让你的思维立即活跃起来；不过出门在外还是要注意安全哦。",
"love_info":"单身者易受到异性的关注，也有异性频频向你放电，如果你也来电，请珍惜缘分。",
"career_info":"充满活动力的一天，可以在忙碌中有所收获，愈积极收获愈多！",
"money_info":"财神爷送钱来啰！今日有得财的机会，例如：收到礼物、中奖、捡到钱等等。得财不太费力呢！",
"health_info":"身体健康，抵抗力较好，但饮食需要规律一些。"
},
{
"id":5,
"name":"狮子座",
"head":"shizi_bg",
"img":"shizi",
"icon":"shizi_icon",
"date":"7.23~8.22",
"info":"狮子座有着宏伟的理想，总想靠自己的努力成为人上人，你向往高高在上的优越感，也期待被仰慕被崇拜的感觉，有点儿自信有点儿自大。狮子男的大男人气息很重，爱面子，狮子女热情阳光，对朋友讲义气。",
"whole":5,
"love":5,
"career":4,
"money":4,
"whole_info":"很适合与恋人约会，不论是携手慢步，还是到游乐场玩刺激的游戏，都能感受到彼此浓烈的爱。胃口特别好，在吃喝玩乐中结识新朋友。今天对求职者特别有利，有机会在休闲中遇到伯乐。",
"love_info":"已婚者与另一半的交流顺畅，易感受到对方的爱意；恋爱中的人可规划未来的两人生活。",
"career_info":"可推行预期计划，易有不错的效果。多利用人际关系，可大大减轻你的压力！",
"money_info":"财气顺顺，得财不费力。有闲钱的人不妨在今日投资，容易有意外的收获喔！",
"health_info":"身体很健康，可以到郊外游玩放松一下，心情很美好。"
},
{
"id":6,
"name":"处女座",
"head":"chunv_bg",
"img":"chunv",
"icon":"chunv_icon",
"date":"8.23~9.22",
"info":"处女座虽然常常被黑，但你还是依然坚持追求自己的完美主义，因为在你看来，生活不能将就，追求的完美更不能将就，有目标才有进步，当然也需要鼓励。处女男的毅力很强，能坚持，处女女的求知欲很强。",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"恋爱成熟者可望修成正果；已婚者有机会得与另一半约会，重温恋爱时的浪漫与激情。有储蓄的概念，中看不中用的物品不会抱回家， 能够节省不少支出。闲暇时看看关于理财方面的书籍，受益匪浅。",
"love_info":"桃花运强强滚的一天，你身上散发的气息容易吸引异性的目光。遇到问题可以请情人协助，他能够给你强大的助力喔！",
"career_info":"闲暇时间较多，与家人、亲友多互动，会让你感到幸福，浮躁的情绪也会逐渐安稳。",
"money_info":"财富回收的时刻，有金钱入帐的机会，而且得财比预期中的多一点。",
"health_info":"身体状况还不错，部分人工作多，会感到很疲倦。"
},
{
"id":7,
"name":"天秤座",
"head":"tiancheng_bg",
"img":"tiancheng",
"icon":"tiancheng_icon",
"date":"9.24~10.23",
"info":"天秤座常常追求平等、和谐，擅于察言观色，交际能力很强，因此真心朋友不少，因为你也足够真诚，但是最大的缺点就是面对选择总是犹豫不决。天秤男容易在乎自己而忽略别人，天秤女就喜欢被陪伴的感觉。",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"多出来的桃花极易让你陷入感情的困境，今天是摆脱困境的好时机，不妨果断一点，对不喜欢的桃花说NO；今天在生活中不太想与人交流，小心这样易被人误解为傲慢，用微笑来代替你所有的话语；财运较弱，不宜投资。",
"love_info":"单身者心情开朗，会想办法为自己找寻新的出路，不会为自己有没有伴侣而烦恼、执着。",
"career_info":"会充分展现出了领导者的风范，成为大家瞩目的焦点。不过，别太草率下决断。",
"money_info":"过度的贪心会使辛苦赚得的财富消耗殆尽。",
"health_info":"身体无大碍，比较健康，少数人喜欢躺在家里。"
},
{
"id":8,
"name":"天蝎座",
"head":"tianxie_bg",
"img":"tianxie",
"icon":"tianxie_icon",
"date":"10.24~11.22",
"info":"天蝎座精力旺盛、占有欲极强，对于生活很有目标，不达到目的誓不罢休，复仇心理重，记仇会让自己不顾一切报复曾经伤害过你的人。天蝎男自我主义色彩很强烈，天蝎女的自我保护意识很强，不容易接近。",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"今天参加聚会，你幽默风趣的话语吸引着众人的目光，在你的周围总是洋溢着欢声笑语。财运一般，应给大脑充充电，补充一下知识营养，而不是急于投资。有闲钱的话不妨做些公益，会有好运降临。",
"love_info":"单身者有机会邂逅心仪的对象。别紧张，只要真心真意，对方自然会感受到你的诚意！。",
"career_info":"成功带来的成就感，让你心情飞扬，一旦闲下来反而让你觉得有些无所适从。",
"money_info":"进财与事业有关，勇于开拓是关键。",
"health_info":"健康状况还不错，需要注意一下父母的身体状况。"
},
{
"id":9,
"name":"射手座",
"head":"sheshou_bg",
"img":"sheshou",
"icon":"sheshou_icon",
"date":"11.23~12.21",
"info":"射手座崇尚自由，勇敢、果断、独立，身上有一股勇往直前的劲儿，不管有多困难，只要想，就能做，你的毅力和自信是难以击倒的。射手男酷爱自由，讨厌被束缚，射手女性格简单直接，不耍心计，可是任性。",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"与情人在一起开车时更要注意集中精力，神经兴奋过度易发生意外。今天比较健忘，家人交待要购买的东西，最好做一份备忘录。傍晚运势上升，参加聚会单身者有机会结识不少新的异性朋友。",
"love_info":"单身者容易遇到自己的梦中情人，但有“爱在心头口难开”的窘境。别紧张，大胆表白吧。",
"career_info":"事业运不太好，处事别太莽撞，小心白忙一场；与人交往应谨言慎行。",
"money_info":"财运普通，急功近利之心不可有。",
"health_info":"身体状态有点糟糕，身心都感觉很疲惫，心情需要调整。"
},
{
"id":10,
"name":"摩羯座",
"head":"mojie_bg",
"img":"mojie",
"icon":"mojie_icon",
"date":"12.22~1.20",
"info":"摩羯座是十二星座中最有耐心，为事最小心、也是最善良的星座。他们做事脚踏实地，也比较固执，不达目的是不会放手的。他们的忍耐力也是出奇的强大，同时也非常勤奋",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"有伴侣的人有机会在伴侣面前施展魅力，不妨好好打扮一番，与对方来一次甜蜜约会，会让双方都感到惊喜。人际关系和谐，与人为善，易赢得老少朋友的喜爱，还有机会获得特别关照。",
"love_info":"好好想想你是不是答应了对方什么要求？既已承诺就要尽量兑现，对方很期待喔！",
"career_info":"风趣幽默的一面易突显，能很快活跃气氛，有利拓展人脉。",
"money_info":"事业上有增资扩充的欲念，顺利的财运对于增资有正面帮助。金钱上的贵人多来自长辈。",
"health_info":"健康运势还可以，身体很少会出现毛病。"
},
{
"id":11,
"name":"水瓶座",
"head":"shuiping_bg",
"img":"shuiping",
"icon":"shuiping_icon",
"date":"1.21~2.19",
"info":"水瓶座的人很聪明，他们最大的特点是创新，追求独一无二的生活，个人主义色彩很浓重的星座。他们对人友善又注重隐私。水瓶座绝对算得上是”友谊之星“，他喜欢结交每一类朋友，但是确很难与他们交心",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"今天的恋爱指数很高，与恋人之间的感情即将得到进一步的发展；生意之人，选择运动场所谈生意，如高尔夫球场、保龄球馆、骑马场等地方，成交的机率很大哦；你写的方案会有些地方需要修改，修改之后便能顺利通过了。。",
"love_info":"这么棒的好日子千万别错过了，快快安排郊外踏青的活动，在大自然中来场感性的精神交流吧！单身者别关在家里，向外活动找机会吧！",
"career_info":"显得有些固执，已经决定的事情不会轻易妥协、放弃，不易得人助喔！",
"money_info":"偏财不多，正财旺盛，只能靠正义之道来取财，不宜投机取巧。",
"health_info":"个人心情基良好，不会有郁闷的感觉，身体不错。"
},
{
"id":12,
"name":"双鱼座",
"head":"shuangyu_bg",
"img":"shuangyu",
"icon":"shuangyu_icon",
"date":"2.19~3.20",
"info":"双鱼座是十二宫最后一个星座，他集合了所有星座的优缺点于一身，同时受水象星座的情绪化影响，使他们原来复杂的性格又添加了更复杂的一笔。双鱼座的人最大的优点是有一颗善良的心，他们愿意帮助别人.",
"whole":4,
"love":3,
"career":4,
"money":4,
"whole_info":"单身者会有种不是冤家不聚头的感觉，不论本人是男是女，女孩的泪水都会成为单身者获得爱情的催化剂；财运良好，你会小有成就感，财富有累加的迹象出现哦！得到与付出难成正比，耐心些才有突破。",
"love_info":"期望对方为自己做些改变，要找个有智慧的方式传达给对方知道，说话别太直喔！",
"career_info":"头脑灵活、创意多的一天，多多运用于感兴趣的事中，容易有很好的表现唷！",
"money_info":"做小生意者，可赚取更多意外之财。",
"health_info":"健康一般，适合清静地休息，或是调整作息习惯。"
}
]